Revit 2024 API
ParameterTypeId.FabricParamTagView Property
 "Tag new members in view": List of all Plan Views and None.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricParamTagView { get; }
Visual Basic
Public Shared ReadOnly Property FabricParamTagView As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricParamTagView {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace